Repository: godiard/poll-activity
Catalog: po/*.po
Languages: sq

source: Poll
sq: Pyetësor

source: %(author)s shared a poll '%(title)s' with you.
sq: %(author)s ndau me ju një pyetësor '%(title)s'.

source: New Poll
sq: Pyetësor i Ri

source: Choose a Poll
sq: Zgjidhni një Pyetësor

source: Build a Poll
sq: Formoni një Pyetësor

source: Settings
sq: Rregullime

source: Lesson Plans
sq: Plane Mësimore

source: Build a poll
sq: Formoni një pyetësor

source: Poll Title:
sq: Titull Pyetësori:

source: Question:
sq: Pyetje:

source: Number of votes to collect:
sq: Numri i votave të mbledhura:

source: Answer %s:
sq: Përgjigje %s:

source: Change Image
sq: Ndryshoni Figurën

source: Add Image
sq: Shtoni Figurë

source: Step 1: Preview
sq: Hapi 1: Paraparje

source: Step 2: Save
sq: Hapi 2: Ruaje

source: Poll Activity
sq: Veprimtaria Pyetësor

source: Your selection is not an image
sq: Përzgjedhja juaj s’është figurë

source: Show answers while voting
sq: Shfaqi përgjigjet teksa votohet

source: Remember last vote
sq: Mba mend votën e fundit

source: Play a sound when make a vote
sq: Kur hidhet një votë, luaj një tingull

source: Use image in answer
sq: Përdorni figurë në përgjigje

source: Image Size:
sq: Madhësi Figure:

source: Save
sq: Ruaje

source: The settings have been saved
sq: Rregullimet u ruajtën

source: VOTE
sq: VOTONI

source: SEE RESULTS
sq: SHIHNI PËRFUNDIMET

source: DELETE
sq: FSHIJE

source: Introduction
sq: Hyrje

source: Lesson 1
sq: Mësimi 1

source: Lesson 2
sq: Mësimi 2

source: Lesson 3
sq: Mësimi 3

source: Lesson 4
sq: Mësimi 4

source: votes
sq: vota

source: (votes left to collect)
sq: (vota për t’u mbledhur)

source: Vote
sq: Voto

source: Edit Poll
sq: Përpunoni Pyetësorin

source: Save Poll
sq: Ruaje Pyetësorin

source: VOTE!
sq: VOTONI!

source: Poll Preview
sq: Paraparje Pyetësori

source: To vote you have to select first one option
sq: Që të votoni, duhet që së pari të përzgjidhni një mundësi

source: Somebody voted on %s
sq: Dikush votoi në %s

source: Joined
sq: Erdhi

source: Left
sq: Iku
